; WinSnap v2.0.4 Portugues (Brasil) Language File
; Translated by José Ubirajara Cabral Venceslau <Ubir4@yahoo.com.br>


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Portugues (Brasil)"


; Caption
20000="Windows Snapshot Maker v1.1"
20001=" (sem licença)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="Imagem"

; Print job name
20011="WinSnap captura de tela"

; Save/Open filters
20030="Todos os arquivos (*.*)"
20031="Todos os formatos suportados"
20032="Arquivo de licença (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< captura negativa >>"
20091="criando..."

; Main window
20100="Fechar"
20101="Capturar"
20102="Copiar no mouse"
20103="Salvar imagem..."
20104="Enviar por e-mail..."

20110="Colorir:"
20111="Desativado"
20112="Tons de cinza"
20113="Envelhecido"
20114="Invertido"

20115="Sombrear:"
20116="Desativado"
20117="Positivo"
20118="Negativo"
20119="Contorno"

20120="Opções:"
20121="Contorno"
20122="Marca d`água"
20123="Rotacionar"
20124="Escala"

20200="Modo de Captura:"
20201="Tela Inteira"
20202="Programa"
20203="Janela"
20204="Interior da janela"
20205="Menu popup"
20206="Região a Selecionar"

; Menu
20300="&Arquivo"
20301="&Capturar\tCtrl+N"
20302="&Abrir Imagem...\tCtrl+O"
20303="&Salvar\tCtrl+S"
20304="Salvar &Como..."
20305="Salvar &Imagem pequena..."
20306="&Imprimir...\tCtrl+P"
20307="Configurar impressão..."
20308="S&air"

20350="&Editar"
20351="&Copiar\tCtrl+C"
20352="Copiar &Imagem pequena"
20353="&Colar\tCtrl+V"
20354="Limpar Imagem\tDel"

20400="&Opções"
20401="Auto &Salvar"
20402="Auto &Copiar"
20403="Configurações...\tF2"

20410="&Colorir"
20411="&Desativado"
20412="&Tons de cinza"
20413="&Envelhecido"
20414="&Inverter cores"

20420="&Sombra"
20421="&Desligada"
20422="&Positiva"
20423="&Negativa"
20424="&Contorno"

20430="&Opções"
20431="&Contorno"
20432="M&arca de água"
20433="&Rotacionar"
20434="&Escala"

20500="&Capturar"
20501="&Tela Inteira\tCtrl+1"
20502="&Programa\tCtrl+2"
20503="&Janela\tCtrl+3"
20504="&Interior da Janela\tCtrl+4"
20505="&Menu\tCtrl+5"
20506="&Selecionar região...\tCtrl+6"

20550="&Ajuda"
20551="&Tópicos de ajuda\tF1"
20552="Página Oficial"
20553="&Suporte Forum"
20554="Procurar agora por &atualizações"
20555="&Sobre o WinSnap..."
20556="&Registar"
20557="&Introduzir uma chave de licença..."

; Tray menu
20900="Ocultar WinSnap"
20901="Restaurar WinSnap"
20903="Configurações..."
20904="Sair"

20911="&Tela Inteira"
20912="&Programa"
20913="&Janela"
20914="&Interior da Janela"
20915="&Menu"
20916="&Selecionar Região"

; Config
21000="Configurações"
21001="OK"
21002="Cancelar"
21003="Aplicar"

21050="Geral"
21051="Ajustes"
21052="Efeito"
21053="Marca D`água"
21054="Imagem"
21055="Atalhos"

; General page
21100="Idioma:"
21101="Procurar mais traduções..."
21102="Iniciar com o Windows"
21103="Procurar por atualizações periodicamente"
21104="Manter WinSnap sempre visível"
21105="Salvar tamanho e posição do WinSnap"
21106="Mostrar sempre o WinSnap na bandeja"
21107="Minimize para a bandeja quando fechado"
21108="Capturar tela quando iniciado:"
21109="Iniciar em modo de captura:"
21110="Reproduzir som ao capturar"
21111="Ocultar WinSnap antes de capturar"
21112="Ocultar ícone da bandeja antes da captura"
21113="Tempo antes da captura depois de acionado o WinSnap (ms):"
21114="Incluir o mouse na captura"

; Blending page
21200="Sombra:"
21201="Ângulo:"
21202="°"
21203="Distância:"
21204="px"
21205="Tamanho:"
21206="px"
21207="Transparência:"
21208="%"
21209="Cor:"
21210="#"
21211="Contorno:"
21212="Cor:"
21213="#"
21214="Tamanho:"
21215="px"
21216="Fundo:"
21217="Cor:"
21218="#"

; Canvas page
21400="Rotacionar:"
21401="Ângulo:"
21402="°"
21403="Escala:"
21404="Ajustar à escala:"
21405="Ajustar ao tamanho da imagem:"
21406="Dimensão:"
21407="%"
21408="Largura:"
21409="px"
21410="Altura:"
21411="px"
21412="Limitar proporções"
21413="Avançado:"
21414="Modo de interpolação:"

21490="Vizinho mais próximo"
21491="Bilinear"
21492="Bicúbico"
21493="Bilinear de alta qualidade"
21494="Bicúbico de alta qualidade"

; Watermark page
21500="Imagem de sobreposição (marca D'água):"
21501="Arquivo de Imagem:"
21502="Procurar..."
21503="Sobrepor com transparência:"
21504="Transparência:"
21505="%"
21506="Posição:"
21507="Especificar cantos dos lados correspondentes da imagem:"
21508="Horizontal:"
21509="%"
21510="Vertical:"
21511="%"
21512="Horizontal:"
21513="px"
21514="Vertical:"
21515="px"
21516="Usar coordenadas relativas"

21590="Topo - Esquerda"
21591="Topo - Centro"
21592="Topo - Direita"
21593="Centro - Esquerda"
21594="Centralizado"
21595="Centro - Direita"
21596="Fundo - Esquerda"
21597="Fundo - Centro"
21598="Fundo - Direita"

; Saving page
21600="Copiar imagens automaticamente para a área de transferência"
21601="Salvar imagens automaticamente no computador"
21602="Não perguntar pelo nome do arquivo quando salvar imagem"
21603="Continuar minimizado quando estiver em modo auto salvar"
21604="Limpar imagem quando minimizar para economizar memória"
21610="Opções do auto salvar:"
21611="Pasta padrão:"
21612="Procurar...""
21613="Nome do arquivo:"
21615="Formato da imagem:"
21620="Compressão:"
21621="Qualidade JPEG:"
21622="%"
21699="Selecione um diretório para salvar automaticamente suas capturas"

; Hotkeys page
21700="Ativar teclas de atalho"
21701="Controle de captura:"
21702="Tela inteira:"
21703="Janela de programa:"
21704="Janela ativa:"
21705="Interior da janela ativa:"
21706="Menu popup:"
21707="Capturar Região:"
21720="Controle do WinSnap:"
21721="Minimizar/restaurar:"
21722="Mostrar/esconder janela principal:"
21723="Sair do WinSnap:"

; Region selection
24001="[F1] Selecione a região usando o Mouse ou o Teclado com as Setas e Enter, o Botão Esquerdo para selecionar a região e confirmar captura e Direito para cancelar seleção e mostrar o menu.
24002="Posição:"
24003="x:"
24004="y:"
24005="Tamanho:"
24006="l:"
24007="a:"

24100="Retangulo"
24101="Retangulo Arredondado"
24102="Circular"
24103="Abortar seleção\tBackspace"
24104="Cancelar captura\tEsc"
24105="Sair deste menu"

; Confirmations
31900="Confirmação do WinSnap"
31901="O WinSnap já está sendo executado. Deseja fechar o programa agora?""
31902="Tem a certeza que quer sair do WinSnap?"
31903="É necessário reiniciar o programa para finalizar o registro.\r\nDeseja reiniciar agora?"

; Errors
32000="Erro do WinSnap"
32001="Não foi possível carregar arquivo de idioma."
32002="Não é possível salvar configurações no registro do sistema." Verifique os direitos de acesso."
32003="Não foi possível carregar o arquivo.\r\nEste não é um arquivo de imagem válido ou o seu formato ainda não é suportado."
32004="Não foi possível salvar o arquivo de imagem em seu computador."
32005="Não foi possível salvar a imagem num arquivo temporário."
32006="Não foi possível carregar o sistema de apoio de correio (Mapi32.dll)."
32007="MAPI não conseguiu enviar a mensagem."
32008="O registo do WinSnap falhou."

; Check for update
32500="Atualização do WinSnap"
32501="Uma nova versão do WinSnap está disponível na internet!\r\nGostaria de baixá-la agora?"
32502="A sua versão do WinSnap está atualizada. Não existem atualizações disponíveis."


; WinSnap v2.0 - new strings for translation
; Add these strings to your v1.1 language file.

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Arquivos executáveis (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Salvar com transparência"

; Settings, Image tab
20061="Transparência"

; Capture modes
20211="Tela inteira"
20212="Programa"
20213="Janela"
20214="Menu"
20215="Objeto"
20216="Região"

; Main menu, Capture
20511="&Tela inteira\tCtrl+1"
20512="&Programa\tCtrl+2"
20513="&Janela\tCtrl+3"
20514="&Menu\tCtrl+5"
20515="&Objeto\tCtrl+4"
20516="&Região\tCtrl+6"

; Main menu
20600="&Ferramentas"
20601="&Personalizar..."

; Tray menu
20921="&Tela inteira"
20922="&Programa"
20923="&Janela"
20924="&Menu"
20925="&Objeto"
20926="&Região"

; Settings, Hotkeys tab
21712="Tela inteira:"
21713="Janela de programa:"
21714="Janela ativa:"
21715="Menu popup:"
21716="Iniciar captura de objeto:"
21717="Iniciar captura de região:"

; Customize Tools dialog
23000="Personalizar ferramentas"
23001="Novo..."
23002="Editar..."
23003="Remover"
23004="Mover para cima"
23005="Mover para baixo"
23006="Fechar"

; New Tool dialog
23100="Ferramenta externa"
23101="OK"
23102="Cancelar"

23110="Programa:"
23111="Título:"
23112="Comando:"
23113="Navegar..."
23114="Parâmetros:"
23115="Minimizar o WinSnap após a execução do comando"
23116="Não perguntar pelo nome de arquivo"
23120="Opções de salvar:"
23121="Pasta:"
23122="Navegar..."
23123="Nome de arquivo:"
23124="Formato da imagem:"

; Region mode, right-click menu
24106="Tamanho fixo"
24107="Lembrar posição"

; Object mode, helper dialog
24201="Movimente o mouse por cima da tela para mudar a seleção. Use a tecla Ctrl para selecionar múltiplos objetos e o botão direito para mudar as definições."
24202="Título:"
24203="Classe:"
24204="Processo:"

; Object mode, right-click menu
24300="Selecionar objeto\tSpace"
24301="Inverter seleção\tTab"
24302="Abortar seleção\tBackspace"
24303="Botões e controles"
24304="Janelas de programas"
24305="Cancelar captura\tEsc"
24306="Ignorar este menu"

; Register dialog
28000="Registar o WinSnap"
28001="Encomende já!"
28002="Introduzir Chave de Licença..."
28003="Continuar"
28004="Sair"
28010="Sua cópia do WinSnap é uma versão de avaliação de 30 dias. Terá de adquirir uma licença para continuar utilizando-a"
28011="Tem %d dias restantes para registar."
28012="Licenciamento e Preços"

; About dialog
28100="Sobre o WinSnap"
28101="OK"
28102="Registar"
28103="Este produto está licenciado para:"
28104="Fóruns de apoio"

; Errors
32009="Directório inválido:\r\n%s"
32010="Não foi possível criar o processo."
32020="Você precisa especificar um nome."

